data/computers.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>computers</title>
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
</head>
<body>
<div id="content">
<h1 class="title">computers</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">raspberry pi 3</a></li>
<li><a href="#sec-2">raspberry pi 2</a></li>
<li><a href="#sec-3">lenovo</a></li>
<li><a href="#sec-4">hp</a></li>
<li><a href="#sec-5">dell</a></li>
</ul>
</div>
</div>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">raspberry pi 3</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>Raspberry Pi 3 Model B Rev 1.2
</li>
<li>centos
<ul class="org-ul">
<li>armv7l
</li>
<li><a href="http://mirror.centos.org/altarch/7/isos/armhfp/CentOS-Userland-7-armv7hl-Minimal-1708-RaspberryPi3.img.xz">http://mirror.centos.org/altarch/7/isos/armhfp/CentOS-Userland-7-armv7hl-Minimal-1708-RaspberryPi3.img.xz</a>
</li>
</ul>
</li>
<li>dmesg
<ul class="org-ul">
<li>CPU: ARMv7 Processor [410fd034] revision 4 (ARMv7), cr=10c5383d
</li>
</ul>
</li>
<li>uname -a 
<ul class="org-ul">
<li>Linux centos-rpi3 4.9.50-v7.1.el7 #1 SMP Thu Sep 14 08:17:16 UTC 2017 armv7l armv7l armv7l GNU/Linux
</li>
</ul>
</li>
<li><a href="https://www.openbsd.org/arm64.html">https://www.openbsd.org/arm64.html</a>
</li>
<li>cat /proc/cpuinfo
<ul class="org-ul">
<li>model name      : ARMv7 Processor rev 4 (v7l)
</li>
<li>Hardware        : BCM2835
</li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2">raspberry pi 2</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li>Raspberry Pi 2 Model B Rev 1.1
</li>
<li>model b
</li>
<li>832-6274
</li>
<li>centos
<ul class="org-ul">
<li><a href="http://mirror.centos.org/altarch/7/isos/armhfp/CentOS-Userland-7-armv7hl-Minimal-1708-RaspberryPi2.img.xz">http://mirror.centos.org/altarch/7/isos/armhfp/CentOS-Userland-7-armv7hl-Minimal-1708-RaspberryPi2.img.xz</a>
</li>
</ul>
</li>
<li>dmesg
<ul class="org-ul">
<li>CPU: ARMv7 Processor [410fc075] revision 5 (ARMv7), cr=10c5387d
</li>
</ul>
</li>
<li>uname -a
<ul class="org-ul">
<li>Linux centos-rpi2 4.9.50-v7.1.el7 #1 SMP Thu Sep 14 08:17:16 UTC 2017 armv7l armv7l armv7l GNU/Linux
</li>
</ul>
</li>
<li>cat /proc/cpuinfo
<ul class="org-ul">
<li>model name      : ARMv7 Processor rev 5 (v7l)
</li>
<li>Hardware        : BCM2835
</li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3">lenovo</h2>
</div>

<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4">hp</h2>
</div>

<div id="outline-container-sec-5" class="outline-2">
<h2 id="sec-5">dell</h2>
</div>
</div>
<div id="postamble" class="status">
<p class="validation"></p>
</div>
</body>
</html>
